import React from "react";
import { PageContainer } from "../../components/PageContainer/PageContainer";

export const MainPage: React.FC = ({}) => {
    return (
        <PageContainer title="Основная информация">
            Приветствую на моем сайте! Я - талантливый дизайнер с богатым опытом и креативным мышлением. Моя страсть к дизайну позволяет создавать уникальные и вдохновляющие визуальные решения. Я сосредоточен на том, чтобы превратить ваши идеи в прекрасную реальность. Каждый проект для меня - это возможность воплотить инновационные идеи и творческие концепции. Мое портфолио насчитывает множество успешных работ, которые оставили яркий след в индустрии дизайна. Сотрудничество со мной обеспечивает вас индивидуальным подходом и высочайшим качеством услуг. Я профессионально владею современными инструментами дизайна и готов идти в ногу с технологическими тенденциями. Мои проекты охватывают различные стили и направления, отражая уникальность каждого клиента. Вместе мы создадим пространство, которое будет вас вдохновлять и радовать каждый день. Погрузитесь в мир эстетики и функциональности с моими профессиональными дизайнерскими решениями.
    
        </PageContainer>
    )
}